{
	"WBUI2":
	{
		"settings":
		{
			"openbutton": 0,
			"hideicon": true,
			"hideiconafter": 60,
			"iconurl": "https://i.imgur.com/EXuS9dP.png",
			"disableicontext": true,
			"iconposition": 0,
			"icontextcolor": 0,
			"openonstart": true,
			"openonstartonlynewplayers": false,
			"updateinterval": 12
		},
		"tabs": [
			{
				"layout": 1,
				"buttontext": "NORMAS",
				"imageurl": "https://i.imgur.com/lwxOuGq.png",
				"content": [
					{
						"title": "INFORMACION SOBRE VOTACIONES",
						"text": "-Prohibido usar el nombre Humano, Human, 123, etc.\r\n\r\n-Obligatorio Crear o Unirse a una Tribu.\r\n\r\n-Obligatorio dejar desbloqueadas bombas de aceite, grifos de savia, colectores de Gas, etc.\r\n\r\n-Se deben vaciar completamente los nidos de castores.\r\n\r\nProhibido tirar al suelo huevos de dragones, dragones de roca, etc. Si no quieres el huevo cometelo o usalo para kibbles.\r\n\r\n-Prohibido construir en: zonas de spawn de materiales, zonas de castores, caminos, cuevas de artefacto, etc.\r\n\r\n-Solo se permite una base por tribu. (Si tiene 2 bases porque se está mudando debe avisar por ticket a la administración, las mudanzas han de realizarse en un plazo de 72h como máximo). Se permitirá una zona de dinos acuaticos por tribu separada de la base.\r\n\r\n-Prohibido dejar estructuras regadas por el mapa, ya sean trampas, cimientos, pilares, etc.\r\n\r\n-No aprovecharse de bugs o fallos (Aprovecharlos y no notificarlos puede ser motivo de baneo).\r\n\r\nProhibido aparear dinos 450 de donación. (hacerlo será motivo de baneo).\r\n\r\n-No se tolerará ningún tipo de falta de respeto hacia ningún miembro de la comunidad.\r\n\r\n-Prohibido hacer spam de otros servidores (Ya sea dentro del juego, en Discord, como mensajes privados a otros jugadores).\r\n\r\n-Prohibido realizar acciones que impliquen daño intencionado a otro jugador.\r\n\r\n-Las normas pueden variar dependiendo de la necesidad del Servidor.\r\n\r\n-El desconocimiento de las normas no exime de su cumplimiento."
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "RULES",
				"imageurl": "https://i.imgur.com/lwxOuGq.png",
				"content": [
					{
						"title": "FRONTERA HISPANA RULES",
						"text": "-Forbidden to use the names Human, Human, 123, etc.\r\n\r\n-Mandatory to Create or Join a Tribe.\r\n\r\n-Mandatory to leave oil pumps, sap taps, Gas collectors, etc. unblocked.\r\n\r\n-Beaver nests must be completely emptied.\r\n\r\nIt is forbidden to throw dragon eggs, rock dragons, etc. on the ground. If you don't want the egg eat it or use it for kibbles.\r\n\r\n-Forbidden to build in: material spawn areas, beaver areas, roads, artifact caves, etc.\r\n\r\n-Only one base per tribe is allowed (If you have 2 bases because you are moving you must notify by ticket to the administration, the moves must be done within 72h maximum). One aquatic dino area per tribe will be allowed separate from the base.\r\n\r\n-It is forbidden to leave structures scattered around the map, be it traps, foundations, pillars, etc.\r\n\r\n-Do not take advantage of bugs or failures (taking advantage of them and not notifying them can be reason for banning).\r\n\r\nIt is forbidden to pair 450 donation dinos (doing so will be cause for banning).\r\n\r\n-No disrespect towards any member of the community will be tolerated.\r\n\r\n-It is forbidden to spam other servers (either within the game, in Discord, as private messages to other players).\r\n\r\n-Forbidden to perform actions that involve intentional harm to another player.\r\n\r\n-The rules may vary depending on the need of the server.\r\n\r\n-Ignorance of the rules does not exempt from compliance.\r\n\r\nTranslated with DeepL.com (free version)"
					},
					{
						"title": "Decay de Estructuras",
						"text": "<TextStyle.LightBlue>Decay de Estructuras:</>\r\nPaja --------------- 8 días\r\nMadera ------------- 16 días\r\npiedra ------------- 24 días\r\nmetal -------------- 32 días\r\ntek ---------------- 40 días\r\n\r\nDecay Dinos:\r\n32 días"
					},
					{
						"title": "",
						"text": ""
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "INFO VOTACIONES",
				"imageurl": "https://i.imgur.com/mY7Y8oD.png",
				"content": [
					{
						"title": "Características del Servidor",
						"text": "<TextStyle.LightBlue>¡Vota por el servidor y consigue increíbles recompensas!</>\r\n\r\n<TextStyle.LightBlue>¿Por qué es importante votar?</>\r\nCada voto nos ayuda a subir en los rankings de servidores, atrayendo a más jugadores y fortaleciendo nuestra comunidad. ¡Mientras más votos recibamos, más creceremos juntos!\r\n\r\n<TextStyle.LightBlue>¿Cómo funcionan las votaciones?</>\r\nLas votaciones se reinician cada mes, por lo que es fundamental votar todos los días en las dos páginas web. ¡Cada voto cuenta!\r\n\r\n<TextStyle.LightBlue>Recompensas por votar:</>\r\nMás de 25 votos mensuales en cada página (50 en total) → 1 moneda especial (equivalente a 500 puntos en la tienda in-game).\r\n<TextStyle.LightBlue>Premio especial TOP 3 votantes:</>\r\nAl final del mes, se sumarán los puntos de ambas páginas, y los tres jugadores con más votos recibirán un Dino Alfa exclusivo de votaciones (Nivel 450, castrado). ¡Solo los más dedicados podrán obtenerlo!\r\n\r\n¡Tu apoyo es clave para que nuestra comunidad siga creciendo! No olvides votar todos los días y reclama tus recompensas.\r\n\r\nPuedes encontrar los enlaces de votación en nuestro discord en el apartado Votaciones o bien seleccionando el botón Votar en la parte inferior de este menú."
					},
					{
						"title": "Decay de Estructuras",
						"text": "<TextStyle.LightBlue>Decay de Estructuras:</>\r\nPaja --------------- 8 días\r\nMadera ------------- 16 días\r\npiedra ------------- 24 días\r\nmetal -------------- 32 días\r\ntek ---------------- 40 días\r\n\r\nDecay Dinos:\r\n32 días"
					},
					{
						"title": "Dinos S",
						"text": "¿Diferencias de los Dinos S vs Dinos Vanila?\r\n\r\nLos Dinos S tienen un +10% Daño de Ataque\r\n\r\nLos Dinos S tienen un +10% Velocidad de Movimiento\r\n\r\nLos Dinos S tienen un -10% Salud\r\n\r\nLos Ankylosaurios S ya no dejan de farmear después de alcanzar el 50% de peso (Pueden farmear hasta llenarse de peso por completo).\r\n\r\nLos Doedicurus S no dejan de farmear después de alcanzar el 50% de peso (Pueden farmear hasta llenarse de peso por completo).\r\n\r\nLos Carcha S no disponen del +10% Velocidad de Movimiento extra de los Dinos S.\r\n\r\nLos Daeodon S tiene las mismas características que un Rex y en lugar de curar da un pequeño Pisotón de daño en AREA.\r\n\r\nLos Oso S Tiene Reducción De Peso En Recursos Importantes."
					},
					{
						"title": "Daño y Durabilidad de Objetos",
						"text": "CAP DE ARMADURAS:\r\nTraje de Buceo: 782 de Durabilidad.\r\nTraje de Camuflaje: 451.4 de Armadura.\r\nTraje de Pelaje: 564.3 de Armadura.\r\nTraje de Metal: 1410.7 de Armadura.\r\nTraje de Antidisturbios: 1622.3 de Armadura.\r\n\r\nCAP DE ARMAS:\r\nTodas las armas y herramientas tienen 755.3 de daño máximo. (Exceptuando algunas armas de Mods)\r\n\r\nCAP DE MONTURAS:\r\nTodas las Monturas tienen 352.7 de Armadura máxima. (Exceptuando algunas monturas de Mods)"
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "DONACIONES",
				"imageurl": "https://i.imgur.com/CBrt8r1.png",
				"content": [
					{
						"title": "Donaciones Frontera Hispana",
						"text": "<TextStyle.LightBlue>Donaciones Frontera Hispana:</>\r\n\r\nEn Frontera Hispana, todas las donaciones que recibimos son sin ánimo de lucro y están destinadas exclusivamente a cubrir los gastos y mejorar nuestros servidores. No buscamos obtener beneficios económicos, sino ofrecer una mejor experiencia de juego a toda nuestra comunidad.\r\n\r\n<TextStyle.LightBlue>Obsequios por Donaciones:</>\r\nPor cada donación, agradecemos el apoyo con un obsequio como muestra de aprecio por ayudar al mantenimiento y crecimiento de nuestros servidores. Recuerda que no se trata de una compra; es un agradecimiento por tu colaboración.\r\n\r\n<TextStyle.LightBlue>Al realizar una donación:</>\r\n1. Captura la donación: Toma una captura de pantalla del donativo realizado.\r\n2. Abre un ticket: Especifica en el ticket el tipo de dino que deseas recibir como obsequio.\r\n\r\nLos dinos que requieren montura ya vienen con una.\r\nPuedes elegir colores personalizados para dinos castrados obtenidos por donación (solicítalo en el ticket de la donación).\r\nCon una donación de 5€, también tienes la opción de improntar un dino de tu propiedad que aún no esté improntado.\r\n\r\n<TextStyle.LightBlue>Importante:</>\r\n<TextStyle.LightBlue>Responsabilidad de los Obsequios</>\r\nUna vez entregados, los dinos obtenidos por donación son responsabilidad del jugador. Esto incluye cualquier situación que cause su pérdida, ya sea por jugabilidad, fallos del juego, o bugs. La administración solo se hace responsable en caso de pérdidas derivadas de un rollback en el servidor.\r\n\r\n<TextStyle.LightBlue>Puedes acceder a la pagina de donaciones desde nuestra Pagina Web.</>"
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "TIENDA INGAME",
				"imageurl": "https://i.imgur.com/AUN5oHa.png",
				"content": [
					{
						"title": "INFO TIENDA INGAME",
						"text": "La Tienda In-Game en Frontera Hispana te permite obtener y utilizar puntos para mejorar tu experiencia de juego. Aquí te explicamos cómo funciona:\n\nPuedes abrir la tienda In-Game con la tecla F3, manteniendo la tecla R presionada, en consolas manteniendo pulsado el botón Cuadrado.\n\n¿Cómo Ganas Puntos?\nPuntos por Tiempo de Juego: Ganas 5 puntos automáticamente por cada hora que juegas en el servidor. ¡Solo tienes que disfrutar del juego y tus puntos se acumularán!\n(Si cambias de mapa antes de que te aparezca el mensaje de que has recibido puntos, el tiempo transcurrido se reinicia ya que el juego detecta que has cambiado de mapa).\n\nCompra de Puntos:\nSi deseas acelerar tu progreso, puedes comprar puntos adicionales. Los paquetes de puntos están disponibles para ayudarte a conseguir recompensas especiales más rápidamente.\nNota: Al realizar una compra, recibirás un código único como este: tbx-70332224a63202-2169b8.\nPara reclamar tus puntos, debes escribir en el chat del juego el comando /redeem seguido del código recibido. Por ejemplo:\n    /redeem tbx-70332224a63202-2169b8\n\nPaquete VIP:\nAdquiere un paquete VIP para obtener beneficios exclusivos. Este paquete incluye puntos adicionales y recompensas únicas que no están disponibles para el resto de los jugadores.\nNota: Al adquirir un paquete VIP, también recibirás un código que deberás canjear usando el comando /redeem tal como se explica anteriormente.\n\n¿Qué Puedes Hacer con los Puntos?\nCompra de Ítems y Recompensas: En la tienda, puedes usar tus puntos para obtener ítems especiales, recursos, dinos, y otros beneficios que te ayudarán en tu aventura.\n\nRecuerda: ¡Los puntos se otorgan por tiempo de juego, así que mientras más juegas, más beneficios puedes acumular!\n"
					},
					{
						"title": "TIENDA INGAME CONSOLAS",
						"text": ""
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "AYUDA TIENDA",
				"imageurl": "https://i.imgur.com/AUN5oHa.png",
				"content": [
					{
						"title": "AYUDA TIENDA INGAME PARA CONSOLAS",
						"text": "<TextStyle.LightBlue>Guía para usuarios de consola: Cómo usar la tienda del servidor mediante comandos de chat</>\r\n\r\nLos jugadores de consola pueden acceder a las funciones de la tienda del servidor a través del chat de texto ingresando comandos específicos. A continuación, te explicamos cómo utilizar cada comando, con ejemplos prácticos:\r\n\r\n\r\n<TextStyle.LightBlue>1. Ver los objetos disponibles en la tienda:</>\r\nComando: /tienda\r\nDescripción: Muestra los objetos, dinos y artículos que puedes comprar en la tienda del servidor.\r\nEjemplo: Escribe /tienda 1 en el chat para ver la página 1 de la tienda. Puedes cambiar el número para explorar más páginas si la tienda tiene muchos artículos.\r\n\r\n\r\n<TextStyle.LightBlue>2. Comprar un objeto de la tienda:</>\r\nComando: /comprar\r\nDescripción: Te permite comprar un objeto específico utilizando su ID.\r\nFormato: /comprar id cantidad\r\nEjemplo: Si quieres comprar 5 flechas (ID: 101), escribe:\r\n/comprar 101 5\r\nRecibirás un mensaje como:\r\n“Ha comprado correctamente el artículo”.\r\n\r\n\r\n<TextStyle.LightBlue>3. Ver y usar los kits disponibles:</>\r\nComando: /kit\r\nDescripción: Lista los kits que puedes reclamar o comprar en la tienda.\r\nEjemplo:\r\nEscribe /kit para ver todos los kits disponibles. Si tienes permisos y espacio en el inventario, podrás reclamar un kit.\r\n\r\n\r\n<TextStyle.LightBlue>4. Comprar un kit de la tienda:</>\r\nComando: /comprarkit\r\nDescripción: Permite adquirir un kit específico.\r\nFormato: /comprarkit nombre cantidad\r\nEjemplo:\r\nSi quieres comprar el kit de iniciación (llamado “Inicio”), escribe:\r\n/comprarkit Inicio 1\r\nRecibirás un mensaje como:\r\n“Has comprado con éxito el kit Inicio”.\r\n\r\n\r\n<TextStyle.LightBlue>5. Consultar tus créditos disponibles:</>\r\nComando: /creditos\r\nDescripción: Muestra la cantidad de créditos que tienes para gastar en la tienda.\r\nEjemplo:\r\nEscribe /creditos para ver tu saldo. El mensaje dirá algo como:\r\n“Tienes 500 créditos”.\r\n\r\n\r\n<TextStyle.LightBlue>Consejos adicionales:</>\r\n¿No encuentras un artículo? Usa /buscaritem nombre_del_artículo. Por ejemplo, escribe /buscaritem flecha para localizar artículos relacionados con flechas.\r\nRecuerda: Si tienes problemas con los comandos o identificadores (IDs), siempre puedes preguntar a un administrador.\r\n¡Explora la tienda y sácale el máximo provecho a tus créditos!"
					}
				]
			}
		],
		"links": [
			{
				"text": "Discord",
				"url": "https://discord.gg/AQ5nNSYpaE"
			},
			{
				"text": "Pagina Web",
				"url": "https://fronterahispana.org"
			},
			{
				"text": "Moneda Ingame",
				"url": "https://frontera-hispana.tebex.io/category/monedas"
			},
			{
				"text": "Membresía VIP",
				"url": "https://frontera-hispana.tebex.io/category/membresia-vip"
			},
			{
				"text": "Votar",
				"url": "https://discord.com/channels/601428218695647273/1337063550723686461"
			}
		],
		"version": 2
	}
}
